Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.vm.list.planMeter.unlimited
source: %1$d machines on the %2$@ plan, no limit
ar: %1$d جهاز على باقة %2$@، بلا حدود
de: %1$d Maschinen im Tarif „%2$@“, keine Begrenzung
es: %1$d máquinas en el plan %2$@, sin límite
fr: %1$d machines sur le forfait %2$@, sans limite
ja: %1$d台のマシン（%2$@プラン）、制限なし
ko: %1$d대의 머신 (%2$@ 요금제), 제한 없음
zh_hans: %1$d 台机器（在 %2$@ 方案中，无限制）
zh_hant: %1$d 台機器採用 %2$@ 方案，無限制

# cli.vm.list.planMeter
source: %1$d of %d machines on the %3$@ plan
ar: %1$d من %d جهاز ضمن خطة %3$@
de: %1$d von %d Maschinen im Tarif „%3$@“
es: %1$d de %d máquinas en el plan %3$@
fr: %1$d sur %d machines sur le forfait %3$@
ja: %1$d / %d 台（%3$@ プラン）
ko: %1$d / %d대 머신 (%3$@ 요금제)
zh_hans: %1$d / %d 台机器，在 %3$@ 方案中
zh_hant: %1$d / %d 台機器（%3$@ 方案）

# cli.vm.run.poolRecordFailed
source: vm run: provisioned %1$@ but could not record it in the pool store, so later runs will not reuse it. Use `cmux vm run --machine %1$@` to keep using it or `cmux vm rm %1$@` to remove it.
ar: vm run: تم تخصيص %1$@ ولكن تعذر تسجيله في مخزن المجموعة، لذا لن تعيد عمليات التشغيل اللاحقة استخدامه. استخدم `cmux vm run --machine %1$@` للاستمرار في استخدامه أو `cmux vm rm %1$@` لإزالته.
de: vm run: %1$@ bereitgestellt, konnte jedoch nicht im Pool-Speicher erfasst werden, sodass spätere Durchläufe es nicht wiederverwenden. Verwenden Sie `cmux vm run --machine %1$@`, um es weiter zu verwenden, oder `cmux vm rm %1$@`, um es zu entfernen.
es: vm run: se aprovisionó %1$@ pero no se pudo registrar en el almacén de pool, por lo que las ejecuciones posteriores no lo reutilizarán. Use `cmux vm run --machine %1$@` para seguir usándolo o `cmux vm rm %1$@` para eliminarlo.
fr: vm run : %1$@ a été provisionné mais n'a pas pu être enregistré dans le magasin du pool, de sorte que les exécutions ultérieures ne le réutiliseront pas. Utilisez `cmux vm run --machine %1$@` pour continuer à l'utiliser ou `cmux vm rm %1$@` pour le supprimer.
ja: vm run: %1$@ を作成しましたが、プールに記録できなかったため、今後の実行では再利用されません。引き続き使用するには `cmux vm run --machine %1$@`、削除するには `cmux vm rm %1$@` を実行してください。
ko: vm run: %1$@을(를) 프로비저닝했으나 풀 저장소에 기록하지 못했습니다. 따라서 향후 실행 시 이를 재사용하지 않습니다. 계속 사용하려면 `cmux vm run --machine %1$@`을(를) 사용하고, 제거하려면 `cmux vm rm %1$@`을(를) 사용하십시오.
zh_hans: vm run: 已预配 %1$@，但无法将其记录在池存储中，因此后续的运行将无法复用它。请使用 `cmux vm run --machine %1$@` 继续使用它，或者使用 `cmux vm rm %1$@` 将其删除。
zh_hant: vm run：已配置 %1$@ 但無法將其記錄在池儲存庫中，因此後續的執行將無法重複使用。使用 `cmux vm run --machine %1$@` 以繼續使用，或使用 `cmux vm rm %1$@` 將其移除。

# cli.vm.tree.empty
source: No cloud machines. Try: cmux vm new
ar: لا توجد أجهزة سحابية. جرب: cmux vm new
de: Keine Cloud-Maschinen. Versuchen Sie: cmux vm new
es: No hay máquinas en la nube. Prueba con: cmux vm new
fr: Aucune machine cloud. Essayez : cmux vm new
ja: クラウドマシンがありません。cmux vm new を試してください
ko: 클라우드 가상 머신이 없습니다. 실행해 보십시오: cmux vm new
zh_hans: 没有云端机器。可试: cmux vm new
zh_hant: 沒有雲端機器。請嘗試：cmux vm new

# cli.vpn.address
source: Your address on the network: %@
ar: عنوانك على الشبكة: %@
de: Ihre Adresse im Netzwerk: %@
es: Tu dirección en la red: %@
fr: Votre adresse sur le réseau : %@
ja: ネットワーク上のあなたのアドレス: %@
ko: 네트워크에서의 사용자 주소: %@
zh_hans: 你在网络中的地址：%@
zh_hant: 您在網路上的位址：%@

# cli.vpn.alreadyUp
source: Tunnel is already up.
ar: النفق قيد العمل بالفعل.
de: Tunnel ist bereits aktiv.
es: El túnel ya está activo.
fr: Le tunnel est déjà actif.
ja: トンネルはすでに接続されています。
ko: 터널이 이미 활성화되어 있습니다.
zh_hans: 隧道已经开启。
zh_hant: 通道已啟動。

# cli.vpn.bringingUp
source: Bringing the tunnel up (sudo will prompt for your password)…
ar: تجري تهيئة النفق للعمل (سيطلب sudo كلمة المرور الخاصة بك)…
de: Tunnel wird aufgebaut (sudo fragt nach Ihrem Passwort)…
es: Activando el túnel (sudo te solicitará tu contraseña)…
fr: Activation du tunnel (sudo vous demandera votre mot de passe)…
ja: トンネルを接続しています（sudo のパスワード入力が求められます）…
ko: 터널을 활성화하는 중입니다 (sudo 실행을 위해 비밀번호 입력 프롬프트가 표시됩니다)…
zh_hans: 正在开启隧道（sudo 会提示输入密码）…
zh_hant: 正在啟動通道 (將會提示輸入 sudo 密碼)…

# cli.vpn.down
source: Tunnel is down.
ar: النفق متوقف.
de: Tunnel ist inaktiv.
es: El túnel está inactivo.
fr: Le tunnel est inactif.
ja: トンネルを切断しました。
ko: 터널이 비활성화 상태입니다.
zh_hans: 隧道已关闭。
zh_hant: 通道已關閉。

# cli.vpn.enrolled
source: Enrolled this Mac on your Cloud VM network.
ar: تم تسجيل جهاز Mac هذا في شبكة Cloud VM الخاصة بك.
de: Dieser Mac wurde in Ihrem Cloud-VM-Netzwerk registriert.
es: Se registró este Mac en la red de tu máquina virtual en la nube.
fr: Ce Mac a été inscrit sur le réseau de votre VM Cloud.
ja: この Mac を Cloud VM ネットワークに登録しました。
ko: 이 Mac을 클라우드 가상 머신 네트워크에 등록했습니다.
zh_hans: 已把这台 Mac 注册到你的 Cloud VM 网络。
zh_hant: 已將這部 Mac 註冊至您的雲端虛擬機器網路。

# cli.vpn.notUp
source: Tunnel is not up.
ar: النفق ليس قيد العمل.
de: Tunnel ist nicht aktiv.
es: El túnel no está activo.
fr: Le tunnel n’est pas actif.
ja: トンネルは接続されていません。
ko: 터널이 활성화되어 있지 않습니다.
zh_hans: 隧道未开启。
zh_hant: 通道未啟動。

# cli.vpn.revoked
source: This Mac is unenrolled from your Cloud VM network.
ar: تم إلغاء تسجيل جهاز Mac هذا من شبكة Cloud VM الخاصة بك.
de: Die Registrierung dieses Macs in Ihrem Cloud-VM-Netzwerk wurde aufgehoben.
es: Se anuló el registro de este Mac en la red de tu máquina virtual en la nube.
fr: Ce Mac est désinscrit du réseau de votre VM Cloud.
ja: この Mac は Cloud VM ネットワークから登録解除されました。
ko: 이 Mac의 클라우드 가상 머신 네트워크 등록이 해제되었습니다.
zh_hans: 已把这台 Mac 从你的 Cloud VM 网络中注销。
zh_hant: 已將這部 Mac 自您的雲端虛擬機器網路取消註冊。

# cli.vpn.rotated
source: Refreshed this Mac's tunnel keys.
ar: تم تحديث مفاتيح النفق الخاصة بجهاز Mac هذا.
de: Tunnel-Schlüssel dieses Macs wurden aktualisiert.
es: Se actualizaron las claves del túnel de este Mac.
fr: Clés de tunnel de ce Mac actualisées.
ja: この Mac のトンネル鍵を更新しました。
ko: 이 Mac의 터널 키를 갱신했습니다.
zh_hans: 已刷新这台 Mac 的隧道密钥。
zh_hant: 已重新整理這部 Mac 的通道金鑰。

# cli.vpn.status.backend
source: Backend: %@
ar: الخلفية: %@
ja: バックエンド: %@
ko: 백엔드: %@
zh_hans: 后端: %@
zh_hant: 後端：%@

# cli.vpn.status.config
source: Config: %@
ar: التكوين: %@
de: Konfiguration: %@
es: Configuración: %@
fr: Configuration : %@
ja: 設定ファイル: %@
ko: 설정: %@
zh_hans: 配置: %@
zh_hant: 設定：%@

# cli.vpn.status.down
source: Tunnel: down (enrolled; run `cmux vpn up`)
ar: النفق: متوقف (مسجّل؛ شغّل `cmux vpn up`)
de: Tunnel: inaktiv (registriert; führen Sie `cmux vpn up` aus)
es: Túnel: inactivo (registrado; ejecuta `cmux vpn up`)
fr: Tunnel : inactif (inscrit ; exécutez `cmux vpn up`)
ja: トンネル: 切断（登録済み。`cmux vpn up` を実行してください）
ko: 터널: 비활성화됨 (등록 완료됨, `cmux vpn up`을 실행하십시오)
zh_hans: 隧道：已关闭（已注册；运行 `cmux vpn up`）
zh_hant: 通道：已關閉 (已註冊；請執行 `cmux vpn up`)

# cli.vpn.status.interface
source: Interface: %@
ar: الواجهة: %@
de: Schnittstelle: %@
es: Interfaz: %@
ja: インターフェース: %@
ko: 인터페이스: %@
zh_hans: 接口: %@
zh_hant: 介面：%@

# cli.vpn.status.notSetUp
source: Tunnel: not set up (run `cmux vpn up`)
ar: النفق: غير مهيأ (شغّل `cmux vpn up`)
de: Tunnel: nicht eingerichtet (führen Sie `cmux vpn up` aus)
es: Túnel: no configurado (ejecuta `cmux vpn up`)
fr: Tunnel : non configuré (exécutez `cmux vpn up`)
ja: トンネル: 未設定（`cmux vpn up` を実行してください）
ko: 터널: 설정되지 않음 (`cmux vpn up`을 실행하십시오)
zh_hans: 隧道：尚未设置（运行 `cmux vpn up`）
zh_hant: 通道：未設定 (請執行 `cmux vpn up`)

# cli.vpn.status.stale
source: Tunnel: up, but for a different enrollment (run `cmux vpn up` to switch it)
ar: النفق: يعمل، ولكن لتسجيل مختلف (شغّل `cmux vpn up` للتبديل إليه)
de: Tunnel: aktiv, aber für eine andere Registrierung (führen Sie `cmux vpn up` aus, um zu wechseln)
es: Túnel: activo, pero para un registro diferente (ejecuta `cmux vpn up` para cambiarlo)
fr: Tunnel : actif, mais pour une inscription différente (exécutez `cmux vpn up` pour en changer)
ja: トンネル: 接続中ですが別の登録のものです（`cmux vpn up` で切り替えてください）
ko: 터널: 활성화됨, 그러나 다른 등록 대상입니다 (전환하려면 `cmux vpn up`을 실행하십시오)
zh_hans: 隧道：已开启，但属于另一次注册（运行 `cmux vpn up` 切换）
zh_hant: 通道：已啟動，但是為不同的註冊 (請執行 `cmux vpn up` 進行切換)

# cli.vpn.status.up
source: Tunnel: up
ar: النفق: يعمل
de: Tunnel: aktiv
es: Túnel: activo
fr: Tunnel : actif
ja: トンネル: 接続済み
ko: 터널: 활성화됨
zh_hans: 隧道：已开启
zh_hant: 通道：已啟動

# cli.vpn.status.wgQuickMissing
source: wg-quick is not installed. Install with: brew install wireguard-tools
ar: wg-quick غير مثبت. ثبته باستخدام: brew install wireguard-tools
de: wg-quick ist nicht installiert. Installieren mit: brew install wireguard-tools
es: wg-quick no está instalado. Instálalo con: brew install wireguard-tools
fr: wg-quick n’est pas installé. Installez-le avec : brew install wireguard-tools
ja: wg-quick がインストールされていません。`brew install wireguard-tools` でインストールしてください。
ko: wg-quick이 설치되어 있지 않습니다. 다음 명령으로 설치하십시오: brew install wireguard-tools
zh_hans: 未安装 wg-quick。安装方式: brew install wireguard-tools
zh_hant: 未安裝 wg-quick。請使用此命令安裝：brew install wireguard-tools

# cli.vpn.switching
source: The tunnel that is up was brought up for another enrollment (a different account, or older keys). Replacing it with this one (sudo will prompt for your password)…
ar: النفق الذي يعمل حاليًا تم تشغيله لتسجيل آخر (حساب مختلف، أو مفاتيح أقدم). يتم استبداله بهذا النفق (سيتطلب sudo إدخال كلمة المرور الخاصة بك)…
de: Der aktive Tunnel wurde für eine andere Registrierung aufgebaut (ein anderes Konto oder ältere Schlüssel). Er wird durch diesen ersetzt (sudo fragt nach Ihrem Passwort)…
es: El túnel que está activo se habilitó para otro registro (una cuenta diferente o claves más antiguas). Reemplazándolo por este (sudo te solicitará tu contraseña)…
fr: Le tunnel actif a été établi pour une autre inscription (un autre compte ou des clés plus anciennes). Remplacement par celui-ci (sudo vous demandera votre mot de passe)…
ja: 接続中のトンネルは別の登録（別のアカウント、または古い鍵）で立ち上げられたものです。このトンネルに置き換えます（sudo がパスワードを求めます）…
ko: 현재 활성화된 터널은 다른 등록 정보(다른 계정 또는 이전 키)를 위해 활성화된 상태입니다. 이 터널로 대체하는 중입니다 (sudo 실행을 위해 비밀번호 입력 프롬프트가 표시됩니다)…
zh_hans: 当前开启的隧道属于另一次注册（不同账户，或更早的密钥）。正在用这一次替换它（sudo 会提示输入密码）…
zh_hant: 目前啟動的通道是為另一個註冊 (不同的帳戶或較舊的金鑰) 所建立。正在以當前通道取代它 (將會提示輸入 sudo 密碼)…

# cli.vpn.up
source: Tunnel is up.
ar: النفق يعمل.
de: Tunnel ist aktiv.
es: El túnel está activo.
fr: Le tunnel est actif.
ja: トンネルが接続されました。
ko: 터널이 활성화되었습니다.
zh_hans: 隧道已开启。
zh_hant: 通道已啟動。

# cli.vpn.switchFailed
source: Could not switch the tunnel. Check the command output above, run `cmux vpn down`, then retry `cmux vpn up`.
ar: تعذر تبديل النفق. تحقق من مخرجات الأمر أعلاه، ثم شغّل `cmux vpn down` وأعد المحاولة عبر `cmux vpn up`.
de: Tunnel konnte nicht gewechselt werden. Überprüfen Sie die obige Befehlsausgabe, führen Sie `cmux vpn down` aus und versuchen Sie es dann erneut mit `cmux vpn up`.
es: No se pudo cambiar el túnel. Verifica la salida del comando anterior, ejecuta `cmux vpn down` y vuelve a intentar `cmux vpn up`.
fr: Impossible de changer de tunnel. Vérifiez la sortie de la commande ci-dessus, exécutez `cmux vpn down`, puis réessayez `cmux vpn up`.
ja: トンネルを切り替えられませんでした。上のコマンド出力を確認し、`cmux vpn down` を実行してから `cmux vpn up` を再試行してください。
ko: 터널을 전환할 수 없습니다. 위의 명령 출력을 확인하고 `cmux vpn down`을 실행한 다음 `cmux vpn up`을 다시 시도하십시오.
zh_hans: 无法切换隧道。请查看上方的命令输出，运行 `cmux vpn down`，然后重试 `cmux vpn up`。
zh_hant: 無法切換通道。請檢查上方的命令輸出，執行 `cmux vpn down`，然後重試 `cmux vpn up`。

# cli.vm.tree.detached
source: (detached — no tab on the machine shows these)
ar: (منفصل — لا توجد علامة تبويب على الجهاز تعرض هذه)
de: (abgetrennt – kein Tab auf der Maschine zeigt diese an)
es: (desacoplado — ninguna pestaña de la máquina muestra esto)
fr: (détaché — aucun onglet sur la machine ne les affiche)
ja: （デタッチ済み — マシン上のどのタブにも表示されていません）
ko: (분리됨 — 가상 머신의 어떤 탭도 이를 표시하지 않음)
zh_hans: （已分离 —— 机器上没有标签页显示这些）
zh_hant: (已分離 —— 機器上沒有顯示這些內容的標籤頁)

# cli.vm.tree.disk
source: %.0f GB disk
ar: قرص بمساحة %.0f جيجابايت
de: %.0f GB Festplatte
es: Disco de %.0f GB
fr: %.0f Go de disque
ja: ディスク %.0f GB
ko: %.0f GB 디스크
zh_hans: %.0f GB 磁盘
zh_hant: %.0f GB 磁碟

# cli.vm.tree.link
source: link %@
ar: رابط %@
es: enlace %@
fr: lien %@
ja: リンク %@
ko: 링크 %@
zh_hans: 链路 %@
zh_hant: 連結 %@

# cli.vm.tree.link.asleep
source: asleep — cmux vm open %@ wakes it
ar: خامل — تشغيل cmux vm open %@ يوقظه
de: schläft – cmux vm open %@ weckt sie auf
es: suspendido — cmux vm open %@ lo activa
fr: en veille — cmux vm open %@ la réveille
ja: スリープ中 — cmux vm open %@ で起動します
ko: 절전 상태 — `cmux vm open %@` 실행 시 절전 해제
zh_hans: 已休眠 —— cmux vm open %@ 可唤醒它
zh_hant: 已休眠 — cmux vm open %@ 可將其喚醒

# cli.vm.tree.link.connecting
source: connecting…
ar: جاري الاتصال…
de: verbinden…
es: conectando…
fr: connexion…
ja: 接続中…
ko: 연결 중…
zh_hans: 正在连接…
zh_hant: 連線中…

# cli.vm.tree.link.error
source: ⚠ link %@: %@
ar: ⚠ رابط %@: %@
es: ⚠ enlace %@: %@
fr: ⚠ lien %@ : %@
ja: ⚠ リンク %@: %@
ko: ⚠ 링크 %@: %@
zh_hans: ⚠ 链路 %@: %@
zh_hant: ⚠ 連結 %@: %@

# cli.vm.tree.link.retry
source: retry: cmux vm tree %@ --refresh
ar: إعادة المحاولة: cmux vm tree %@ --refresh
de: Wiederholen: cmux vm tree %@ --refresh
es: reintentar: cmux vm tree %@ --refresh
fr: réessayer : cmux vm tree %@ --refresh
ja: 再試行: cmux vm tree %@ --refresh
ko: 재시도: cmux vm tree %@ --refresh
zh_hans: 重试: cmux vm tree %@ --refresh
zh_hant: 重試：cmux vm tree %@ --refresh

# cli.vm.tree.noWorkspaces
source: (none yet — cmux vm open %@ starts one)
ar: (لا يوجد أي منها بعد — تشغيل cmux vm open %@ ينشئ واحدة)
de: (noch keine – cmux vm open %@ startet einen)
es: (ninguno aún; cmux vm open %@ inicia uno)
fr: (aucun pour l'instant — cmux vm open %@ en démarre un)
ja: (まだありません — cmux vm open %@ で開始します)
ko: (아직 없음 — `cmux vm open %@` 실행 시 새로 시작)
zh_hans: （暂无 —— cmux vm open %@ 可创建一个）
zh_hant: (目前無工作區 — cmux vm open %@ 可啟動一個)

# cli.vm.tree.noTerminals
source: (no terminals)
ar: (لا توجد طرفيات)
de: (keine Terminals)
es: (sin terminales)
fr: (aucun terminal)
ja: (ターミナルなし)
ko: (터미널 없음)
zh_hans: （没有终端）
zh_hant: (無終端機)

# cli.vm.tree.agent
source: [agent %@]
ar: [الوكيل %@]
es: [agente %@]
ja: [エージェント %@]
ko: [에이전트 %@]
zh_hans: [代理 %@]
zh_hant: [代理程式 %@]

# cli.vm.tree.thisMac
source: This Mac
ar: جهاز Mac هذا
de: Dieser Mac
es: Este Mac
fr: Ce Mac
ja: このMac
ko: 이 Mac
zh_hans: 这台 Mac
zh_hant: 這台 Mac

# cli.vm.tree.localSummary
source: %d terminals · %d browsers
ar: %d طرفية · %d متصفح
de: %d Terminals · %d Browser
es: %d terminales · %d navegadores
fr: %d terminaux · %d navigateurs
ja: %d台のターミナル · %d台のブラウザ
ko: 터미널 %d개 · 브라우저 %d개
zh_hans: %d 个终端 · %d 个浏览器
zh_hant: %d 個終端機 · %d 個瀏覽器

# cli.vm.tree.noLocal
source: (no terminals open)
ar: (لا توجد طرفيات مفتوحة)
de: (keine Terminals geöffnet)
es: (sin terminales abiertas)
fr: (aucun terminal ouvert)
ja: (開いているターミナルはありません)
ko: (열려 있는 터미널 없음)
zh_hans: （没有打开的终端）
zh_hant: (未開啟終端機)

# cli.vm.tree.unknownWorkspace
source: (not in a workspace)
ar: (ليس في مساحة عمل)
de: (nicht in einem Arbeitsbereich)
es: (no está en un espacio de trabajo)
fr: (hors d'un espace de travail)
ja: (ワークスペース外)
ko: (작업 공간에 속해 있지 않음)
zh_hans: （不在任何工作区中）
zh_hant: (不在工作區中)

# cli.vm.tree.openMarker
source: (open)
ar: (مفتوح)
de: (geöffnet)
es: (abierto)
fr: (ouvert)
ja: (表示中)
ko: (열림)
zh_hans: （已打开）
zh_hant: (開啟)

# cli.surface.open.unknownResource
source: Unknown surface '%@'. See: cmux surface ls --json
ar: السطح '%@' غير معروف. انظر: cmux surface ls --json
de: Unbekannte Oberfläche „%@“. Siehe: cmux surface ls --json
es: Superficie desconocida '%@'. Consulta: cmux surface ls --json
fr: Surface d'affichage inconnue '%@'. Voir : cmux surface ls --json
ja: 不明なサーフェス '%@' です。cmux surface ls --json を参照してください
ko: 알 수 없는 화면 '%@'. 참고: cmux surface ls --json
zh_hans: 未知表面 '%@'。参见: cmux surface ls --json
zh_hant: 未知的介面 '%@'。請參閱：cmux surface ls --json

# cli.vm.tree.open
source: (open: %@)
ar: (مفتوح: %@)
de: (geöffnet: %@)
es: (abierto: %@)
fr: (ouvert : %@)
ja: (表示中: %@)
ko: (열림: %@)
zh_hans: （已打开: %@）
zh_hant: (開啟：%@)

# cli.vm.tree.desktop
source: desktop (cmux vm open %@:desktop)
ar: سطح المكتب (cmux vm open %@:desktop)
es: escritorio (cmux vm open %@:desktop)
fr: bureau (cmux vm open %@:desktop)
ja: デスクトップ (cmux vm open %@:desktop)
ko: 데스크톱 (cmux vm open %@:desktop)
zh_hans: 桌面 (cmux vm open %@:desktop)
zh_hant: 桌面 (cmux vm open %@:desktop)

# cli.vm.tree.displays
source: Displays/
ar: شاشات العرض/
de: Bildschirme/
es: Pantallas/
fr: Écrans/
ja: ディスプレイ/
ko: 디스플레이/
zh_hans: 显示器/
zh_hant: 顯示器/

# cli.vm.tree.hiddenTabs
source: (+%d hidden)
ar: (+%d مخفية)
de: (+%d ausgeblendet)
es: (+%d ocultas)
fr: (+%d masqués)
ja: (+%d 非表示)
ko: (+%d개 숨겨짐)
zh_hans: （已隐藏 +%d）
zh_hant: (已隱藏 +%d)

# cli.vm.tree.hiddenTab
source: ↳ tab
ar: ↳ علامة تبويب
es: ↳ pestaña
fr: ↳ onglet
ja: ↳ タブ
ko: ↳ 탭
zh_hans: VNC Displays/
zh_hant: ↳ 分頁

# cli.vm.tree.usage
source: Usage: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] The Finder-style view of every surface: This Mac first (its terminals grouped by workspace, and its browsers), then each cloud machine — Workspaces, Ports, VNC Displays (one row per screen), and a final Terminals section containing every machine-owned terminal. Every line carries an address `cmux vm open` or `cmux surface open` accepts. Options: <machine> Only this machine (`local` for This Mac). --refresh Re-read every provider (machine list, links, local panes) first. --json Print the catalog payload ({machines, resources, projections}).
ar: الاستخدام: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] عرض بنمط Finder لكل سطح: جهاز Mac هذا أولاً (طرفياته مجمعة حسب مساحة العمل، ومتصفحاته)، ثم كل جهاز سحابي — مساحات العمل، المنافذ، شاشات VNC (صف واحد لكل شاشة)، وقسم الطرفيات النهائي الذي يحتوي على كل طرفية مملوكة للجهاز. يحمل كل سطر عنوانًا يقبله `cmux vm open` أو `cmux surface open`. الخيارات: <machine> هذا الجهاز فقط (`local` لجهاز Mac هذا). --refresh إعادة قراءة كل مزود (قائمة الأجهزة، الروابط، الأجزاء المحلية) أولاً. --json طباعة حمولة الكتالوج ({machines, resources, projections}).
de: Verwendung: cmux vm tree [<Maschine>|local] [--refresh] [--json] cmux surface ls [<Maschine>|local] [--refresh] [--json] Die Finder-ähnliche Ansicht jeder Oberfläche: Dieser Mac zuerst (seine Terminals gruppiert nach Arbeitsbereich, sowie seine Browser), dann jede Cloud-Maschine — Arbeitsbereiche, Ports, VNC- Displays (eine Zeile pro Bildschirm) und ein abschließender Abschnitt „Terminals“, der jedes Terminal im Besitz der Maschine enthält. Jede Zeile enthält eine Adresse, die `cmux vm open` oder `cmux surface open` akzeptiert. Optionen: <Maschine> Nur diese Maschine (`local` für diesen Mac). --refresh Zuerst alle Anbieter (Maschinenliste, Verbindungen, lokale Teilfenster) neu einlesen. --json Gibt die Nutzdaten des Katalogs aus ({machines, resources, projections}).
es: Uso: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] La vista estilo Finder de cada superficie: primero Este Mac (sus terminales agrupadas por espacio de trabajo, y sus navegadores), luego cada máquina en la nube: espacios de trabajo, puertos, pantallas VNC (una fila por pantalla) y una sección final de terminales que contiene cada terminal propiedad de la máquina. Cada línea lleva una dirección que `cmux vm open` o `cmux surface open` aceptan. Opciones: <machine> Solo esta máquina (`local` para Este Mac). --refresh Vuelve a leer primero cada proveedor (lista de máquinas, enlaces, paneles locales). --json Imprime la carga útil del catálogo ({machines, resources, projections}).
fr: Usage: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] La vue de type Finder de chaque surface d’affichage : Ce Mac en premier (ses terminaux groupés par espace de travail, et ses navigateurs), puis chaque machine cloud — Espaces de travail, Ports, Écrans VNC (une ligne par écran), et une section finale Terminaux contenant chaque terminal appartenant à une machine. Chaque ligne porte une adresse acceptée par `cmux vm open` ou `cmux surface open`. Options : <machine> Uniquement cette machine (`local` pour Ce Mac). --refresh Relit d'abord chaque fournisseur (liste des machines, liens, volets locaux). --json Affiche la charge utile du catalogue ({machines, resources, projections}).
ja: 使用法: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] すべてのサーフェスを Finder 風に表示します。最初にこの Mac（ワークスペース別の ターミナルとブラウザ）、続いて各クラウドマシンの Workspaces、Ports、Displays （画面ごとに 1 行）、最後にマシンが所有するすべてのターミナルを含む Terminals セクションを表示します。各行には `cmux vm open` または `cmux surface open` が 受け付けるアドレスが含まれます。 オプション: <machine> このマシンだけを表示します（この Mac は `local`）。 --refresh 最初に全プロバイダ（マシン一覧、リンク、ローカルペイン）を再読み込みします。 --json カタログのペイロード（{machines, resources, projections}）を表示します。
ko: 사용법: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] 모든 화면의 Finder 스타일 보기: 이 Mac이 먼저 표시되며 (터미널은 작업 공간별로 그룹화되고 브라우저도 포함), 그 다음 각 클라우드 가상 머신 — 작업 공간, 포트, VNC 디스플레이(화면당 한 줄씩), 그리고 마지막으로 가상 머신 소유의 모든 터미널을 포함하는 터미널 섹션이 표시됩니다. 각 줄에는 `cmux vm open` 또는 `cmux surface open`이 허용하는 주소가 포함되어 있습니다. 옵션: <machine> 이 가상 머신만 대상으로 지정 (이 Mac의 경우 `local`). --refresh 먼저 모든 프로바이더(가상 머신 목록, 링크, 로컬 분할 창)를 다시 읽습니다. --json 카탈로그 페이로드({machines, resources, projections})를 출력합니다.
zh_hans: 用法：cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] 以访达风格查看所有表面：先是这台 Mac（它的终端按工作区分组， 还有它的浏览器），然后是每台云端机器 —— Workspaces、Ports、 VNC Displays（每块屏幕一行），最后是包含该机器所有终端的 Terminals 分组。每一行都带有一个 `cmux vm open` 或 `cmux surface open` 可接受的地址。 选项: <machine> 只看这台机器（`local` 表示这台 Mac）。 --refresh 先重新读取所有提供方（机器列表、链路、本机窗格）。 --json 打印目录负载（{machines, resources, projections}）。
zh_hant: 用法: cmux vm tree [<machine>|local] [--refresh] [--json] cmux surface ls [<machine>|local] [--refresh] [--json] 每個介面的 Finder 樣式檢視：首先是這台 Mac（其終端機依 工作區分組，以及其瀏覽器），然後是每個雲端機器 — 工作區、連接埠、VNC 顯示器（每面螢幕一行），以及最後的終端機區段，其中包含每個 機器所擁有的終端機。每一行都帶有一個 `cmux vm open` 或 `cmux surface open` 所接受的位址。 選項： <machine> 僅此機器（`local` 代表這台 Mac）。 --refresh 首先重新讀取每個提供者（機器列表、連結、本機窗格）。 --json 列印型錄承載資料 ({machines, resources, projections})。

# cli.vm.open.workspaceAmbiguous
source: %1$@ has multiple workspaces named '%2$@'. Use a workspace ID from cmux vm tree %1$@.
ar: يحتوي %1$@ على مساحات عمل متعددة باسم '%2$@'. استخدم معرف مساحة عمل من cmux vm tree %1$@.
de: %1$@ hat mehrere Arbeitsbereiche namens „%2$@“. Verwenden Sie eine Arbeitsbereichs-ID aus cmux vm tree %1$@.
es: %1$@ tiene múltiples espacios de trabajo llamados '%2$@'. Utiliza un ID de espacio de trabajo de cmux vm tree %1$@.
fr: %1$@ a plusieurs espaces de travail nommés '%2$@'. Utilisez un ID d'espace de travail de cmux vm tree %1$@.
ja: %1$@ には '%2$@' という名前のワークスペースが複数あります。cmux vm tree %1$@ のワークスペース ID を使用してください。
ko: %1$@에 이름이 '%2$@'인 작업 공간이 여러 개 있습니다. cmux vm tree %1$@에서 작업 공간 ID를 사용하십시오.
zh_hans: %1$@ 有多个名为 '%2$@' 的工作区。请使用 cmux vm tree %1$@ 中的工作区 ID。
zh_hant: %1$@ 有多個名為 '%2$@' 的工作區。請使用來自 cmux vm tree %1$@ 的工作區 ID。

# cli.vm.open.workspaceNotFound
source: %1$@ has no workspace '%2$@'. See: cmux vm tree %1$@
ar: لا يحتوي %1$@ على مساحة العمل '%2$@'. انظر: cmux vm tree %1$@
de: %1$@ hat keinen Arbeitsbereich „%2$@“. Siehe: cmux vm tree %1$@
es: %1$@ no tiene ningún espacio de trabajo '%2$@'. Consulta: cmux vm tree %1$@
fr: %1$@ n'a pas d'espace de travail '%2$@'. Voir : cmux vm tree %1$@
ja: %1$@ にワークスペース '%2$@' はありません。cmux vm tree %1$@ を確認してください
ko: %1$@에 '%2$@' 작업 공간이 없습니다. 참고: cmux vm tree %1$@
zh_hans: %1$@ 没有工作区 '%2$@'。参见: cmux vm tree %1$@
zh_hant: %1$@ 沒有工作區 '%2$@'。請參閱：cmux vm tree %1$@

# cli.vm.open.workspaceUnavailable
source: Workspace state for %1$@ is unavailable. Reconnect and retry.
ar: حالة مساحة العمل لـ %1$@ غير متاحة. أعد الاتصال وأعد المحاولة.
de: Arbeitsbereichs-Status für %1$@ ist nicht verfügbar. Verbinden Sie sich erneut und versuchen Sie es noch einmal.
es: El estado del espacio de trabajo para %1$@ no está disponible. Reconéctate e inténtalo de nuevo.
fr: L'état de l'espace de travail pour %1$@ n'est pas disponible. Reconnectez-vous et réessayez.
ja: %1$@ のワークスペース状態を取得できません。再接続してから再試行してください。
ko: %1$@의 작업 공간 상태를 사용할 수 없습니다. 다시 연결한 후 시도하십시오.
zh_hans: %1$@ 的工作区状态不可用。请重新连接后重试。
zh_hant: %1$@ 的工作區狀態無法使用。請重新連線並重試。
